Repository: M-y/auto-brightness
Catalog: autobrightness/locales/*/LC_MESSAGES/autobrightness.po
Languages: tr

source: powercfg is only for Windows!
tr: powercfg sadece Windows içindir!

source: Display Brightness GUID:
tr: Ekran Parlaklağı GUID:

source: is not writable!
tr: yazılabilir değil!

source: Interface:
tr: Arayüz:

source: Can't open video device
tr: Video cihazı açılamıyor

source: Adjusting brightness to %(percentage)d%% (%(value)d)
tr: Parlaklık %%%(percentage)d (%(value)d)olarak ayarlanıyor

source: Starting daemon...
tr: Arka plan aracı başlatılıyor...

source: Shortcut key used.
tr: Kısayol tuşuna basıldı.

source: No interval nor shortcut selected.
tr: Ne aralık ne de kısayol seçildi.

source: Full screen check activated.
tr: Tam ekran kontrolü aktifleştirildi.

source: Detected full screen mode
tr: Tam ekran modu tespit edildi

source: Exiting from full screen mode
tr: Tam ekran modundan çıkılıyor

source: About
tr: Hakkında

source: Camera Test
tr: Kamerayı test et

source: Image Brightness
tr: Görsel Parlaklığı

source: Backend
tr: Arka uç

source: Disable Auto Exposure
tr: Otomatik Pozlamayı Devre Dışı Bırak

source: not supported
tr: desteklenmiyor

source: supported
tr: destekleniyor

source: Properties
tr: Özellikler

source: OpenCV Build Information
tr: OpenCV Derleme Bilgileri

source: Daemon Logs
tr: Arka Plan Aracı Günlükleri

source: disabled
tr: devre dışı

source: seconds
tr: saniye

source: minutes
tr: dakika

source: Close this message and press a key or key combination.
tr: Bu mesajı kapatın ve bir tuş veya tuş kombinasyonuna basın.

source: Press again.
tr: Tekrar basın.

source: Can't get frame from camera.
tr: Kameradan kare alınamıyor.

source: Can't open device.
tr: Cihaz açılamıyor.

source: Will test min and max brightness via the selected backend.
tr: Seçilen arka uç ile minimum ve maksimum parlaklık denenecek.

source: Settings
tr: Ayarlar

source: Save
tr: Kaydet

source: Language:
tr: Dil:

source: Backend:
tr: Arka Uç:

source: Test Backend
tr: Arka Ucu Dene

source: Gain
tr: Kazanç

source: Test Camera
tr: Kamerayı Dene

source: Camera:
tr: Kamera:

source: Interval:
tr: Aralık:

source: Select Shortcut
tr: Kısayol Seç

source: Shortcut:
tr: Kısayol:

source: Max brightness on full screen
tr: Tam ekrandayken maks parlaklık

source: Set brightness on startup
tr: Başlangıçta parlaklığı ayarla

source: Daemon logs
tr: Arka Plan Aracı Günlükleri

source: Quit
tr: Çıkış
